
"Messages.UnreadMark" = "Messaggi non letti";
"Messages.ForwardHeader" = "Messaggi inoltrati";
"Messages.File.State.FetchingIn" = "%d%% in dowload";
"Messages.File.State.FetchingOut" = "%d%% in upload";
"Messages.File.State.Remote" = "Download";
"Messages.File.State.Local" = "Mostra nel Finder";
"Messages.DeletedMessage" = "Messaggio eliminato";

"Messages.Placeholder.SentMessage" = "Scrivi un messaggio...";
"SearchField.Search" = "Cerca";
"Contacts.ContacsSeparator" = "Contatti";
"Navigation.back" = "Indietro";
"Navigation.Chat" = "Chat";
"Navigation.Edit" = "Modifica";
"Navigation.Done" = "Fatto";
"Navigation.Close" = "Chiudi";
"Navigation.Cancel" = "Annulla";

"Gallery.Counter" = "%d di %d";

"Peer.Status.bot" = "bot";
"Peer.Status.offline" = "non in linea";
"Peer.Status.online" = "in linea";
"Peer.Status.recently" = "ultimo accesso di recente";
"Peer.Status.justNow" = "ultimo accesso adesso";
"Peer.Status.lastWeek" = "ultimo accesso entro una settimana";
"Peer.Status.lastMonth" = "ultimo accesso entro un mese";

"Peer.Status.Today" = "oggi";
"Peer.Status.Yesterday" = "ieri";
"Peer.Status.LastSeenAt" = "ultimo accesso %@ alle %@";

"Peer.Status.Member.zero" = "%d membri";
"Peer.Status.Member.singular" = "%d membro";
"Peer.Status.Member.pluar" = "%d membri";
"Peer.Status.Member.Online" = "%d in linea";

"Peer.Status.minAgo.zero" = "ultimo accesso %d minuti fa";
"Peer.Status.minAgo.singular" = "ultimo accesso %d minuto fa";
"Peer.Status.minAgo.pluar" = "ultimo accesso %d minuti fa";

"Peer.Status.channel" = "canale";
"Peer.Status.group" = "gruppo";

"Telegram.PeerInfoController" = "Info";
"PeerInfo.SendMessage" = "Invia messaggio";
"PeerInfo.ShareContact" = "Condividi contatto";
"PeerInfo.StartSecretChat" = "Inizia una chat segreta";
"PeerInfo.SharedMedia" = "Media condivisi";
"PeerInfo.Notifications" = "Notifiche";
"PeerInfo.BlockUser" = "Blocca utente";
"PeerInfo.UnblockUser" = "Sblocca utente";
"PeerInfo.username" = "username";
"PeerInfo.about" = "info";
"PeerInfo.info" = "info";
"PeerInfo.SetGroupPhoto" = "Imposta la foto del gruppo";
"PeerInfo.AddMember" = "Aggiungi membro";
"PeerInfo.DeleteAndExit" = "Elimina ed esci";
"PeerInfo.LeaveChannel" = "Lascia il canale";
"PeerInfo.Report" = "Segnala";
"PeerInfo.sharelink" = "condividi link";
"PeerInfo.Confirm.LeaveChannel" = "Sei sicuro di voler lasciare questo canale?";
"PeerInfo.Confirm.DeleteAndExit" = "Sei sicuro di voler lasciare questo canale?";
"PeerInfo.Confirm.LeaveGroup" = "Sei sicuro di voler lasciare questo gruppo?\n\nQuesta azione non può essere annullata.";
"PeerInfo.Confirm.DeleteChat" = "Sei sicuro di voler eliminare tutta la cronologia dei messaggi e lasciare \"%@\"?\n\nQuesta azione non può essere annullata.";
"Confirm.DeleteAdminedChannel" = "Aspetta! Eliminando il canale rimuoverai tutti i membri e tutti i messaggi saranno persi. Vuoi comunque eliminare il canale?";
"Confirm.DeleteChatUser" = "Sei sicuro di voler eliminare tutta la cronologia dei messaggi?\n\nQuesta azione non può essere annullata.";
"Confirm.LeaveGroup" = "Sei sicuro di voler lasciare questo gruppo?";

"PeerMedia.SharedMedia" = "Media condivisi";
"EmptyPeer.Description" = "Seleziona una chat per iniziare a messaggiare";

"Emoji.Recent" = "Utilizzate di frequente";
"Emoji.SmilesAndPeople" = "Emoticon e persone";
"Emoji.AnimalsAndNature" = "Animali e natura";
"Emoji.FoodAndDrink" = "Cibo e bevande";
"Emoji.ActivityAndSport" = "Attività e sport";
"Emoji.TravelAndPlaces" = "Viaggi e luoghi";
"Emoji.Objects" = "Oggetti";
"Emoji.Symbols" = "Simboli";
"Emoji.Flags" = "Bandiere";


"Chat.DropTitle" = "Trascina qui i file per inviarli";
"Chat.DropQuickDesc" = "in modo veloce";
"Chat.DropAsFilesDesc" = "senza compressione";

"Message.ActionsPanel.Delete" = "Elimina";
"Message.ActionsPanel.Forward" = "Inoltra";
"Message.ActionsPanel.EmptySelected" = "Seleziona messaggi";



"Message.ActionsPanel.SelectedCount.zero" = "%d messaggi selezionati";
"Message.ActionsPanel.SelectedCount.singular" = "%d messaggio selezionato";
"Message.ActionsPanel.SelectedCount.pluar" = "%d messaggi selezionati";

"Message.AccessoryPanel.Forwarded.zero" = "%d messaggi inoltrati";
"Message.AccessoryPanel.Forwarded.singular" = "%d messaggio inoltrato";
"Message.AccessoryPanel.Forwarded.pluar" = "%d messaggi inoltrati";

"ForwardModalAction.Title.zero" = "Inoltro messaggi";
"ForwardModalAction.Title.singular" = "Inoltro messaggio";
"ForwardModalAction.Title.pluar" = "Inoltro messaggi";

"ForwardModalAction.description.zero" = "Selezionare un utente o una chat per inoltrare i messaggi da %@";
"ForwardModalAction.description.singular" = "Selezionare un utente o una chat per inoltrare il messaggio da %@";
"ForwardModalAction.description.pluar" = "Selezionare un utente o una chat per inoltrare i messaggi da %@";

"ModalAction.ShareContact" = "Condividi contatto";

"Alert.OK" = "Ok";
"Alert.Cancel" = "Annulla";

"Alert.Pasteboard.SendMultiple.zero" = "Vuoi inviare %d file dagli appunti?";
"Alert.Pasteboard.SendMultiple.singular" = "Vuoi inviare %d file dagli appunti?";
"Alert.Pasteboard.SendMultiple.pluar" = "Vuoi inviare %d file dagli appunti?";
"Alert.Forward.Error" = "Non posso inoltrare messaggi in questa conversazione.";

"Alert.Pasteboard.SendMultiple.Desc" = "Puoi sempre inviare foto e file facendo copia e incolla in una chat di Telegram.";

"PreviewSender.CompressFile" = "Invia compressa";
"PreviderSender.CaptionPlaceholder" = "Didascalia...";
"PreviderSender.CommentPlaceholder" = "Commento...";
"Modal.Send" = "Invia";
"Modal.Share" = "Condividi";
"Modal.CopyLink" = "Copia link";
"Modal.Cancel" = "Annulla";
"Modal.OK" = "Ok";

"QuickLook.Preview" = "Anteprima";


"Chat.Service.You" = "Tu";
"Chat.Service.Group.Created" = "%@ ha creato il gruppo \"%@\"";
"Chat.Service.Group.AddedMembers" = "%@ ha invitato %@";
"Chat.Service.Group.AddedSelf" = "%@ si è unito al gruppo";
"Chat.Service.Group.RemovedMembers" = "%@ ha rimosso %@";
"Chat.Service.Group.RemovedSelf" = "%@ ha lasciato il gruppo";
"Chat.Service.Group.UpdatedPhoto" = "%@ ha aggiornato la foto del gruppo";
"Chat.Service.Group.RemovedPhoto" = "%@ ha rimosso la foto del gruppo";
"Chat.Service.Group.UpdatedTitle" = "%@ ha cambiato il nome del gruppo in \"%@\"";
"Chat.Service.Group.UpdatedPinnedMessage" = "%@ ha fissato \"%@\"";
"Chat.Service.Group.RemovedPinnedMessage" = "%@ ha rimosso un messaggio fissato";
"Chat.Service.Group.JoinedByLink" = "%@ si è unito al gruppo tramite link d'invito";
"Chat.Service.Group.MigratedToSupergroup" = "Questo gruppo è stato aggiornato a supergruppo";
"Chat.Service.Group.TookScreenshot" = "%@ ha fatto uno screenshot";
"Chat.Service.PinnedMessage" = "ha fissato un messaggio";

"Chat.Service.Channel.UpdatedPhoto" = "foto del canale aggiornata";
"Chat.Service.Channel.RemovedPhoto" = "foto del canale rimossa";
"Chat.Service.Channel.UpdatedTitle" = "canale rinominato in \"%@\"";


"Chat.Service.SecretChat.SetTimer" = "%@ ha impostato il timer di autodistruzione a %@";
"Chat.Service.SecretChat.SetTimer.Self" = "Hai impostato il timer di autodistruzione a %@";
"Chat.Service.SecretChat.DisabledTimer" = "%@ ha disattivato il timer di autodistruzione";
"Chat.Service.SecretChat.DisabledTimer.Self" = "Hai disattivato il timer di autodistruzione";

"Chat.Input.Mute" = "Silenzia";
"Chat.Input.Unmute" = "Suona";
"Chat.Input.Return" = "Ritorna nel gruppo";
"Chat.Input.ExchangingKeys" = "Scambio delle chiavi";
"Chat.Input.SecretChat.WaitingToOnline" = "Aspetto che l'utente si colleghi...";
"Chat.Input.Delete" = "Elimina ed esci";
"Chat.Input.Join" = "Unisciti";
"Chat.Input.Unblock" = "Sblocca";

"Message.Context.Reply" = "Rispondi (doppio clic)";
"Message.Context.Forward" = "Inoltra";
"Message.Context.Delete" = "Elimina";
"Message.Context.Select" = "Seleziona";
"Message.Context.Edit" = "Modifica";
"Message.Context.Goto" = "Mostra messaggio";
"Message.Context.Pin" = "Fissa";
"Message.Context.Confirm.Pin" = "Fissare questo messaggio e notificare tutti i membri del gruppo?";
"Message.Context.Confirm.OnlyPin" = "Fissa soltanto";

"Entertainment.Switch.GifAndStickers" = "Sticker e GIF";
"Entertainment.Switch.Emoji" = "Emoji";
"Telegram.LayoutAccountController" = "Account";

"AccountSettings.SetProfilePhoto" = "Imposta foto profilo";
"AccountSettings.General" = "Generali";
"AccountSettings.Stickers" = "Sticker";
"AccountSettings.Notifications" = "Notifiche";
"AccountSettings.Username" = "Username";
"AccountSettings.PhoneNumber" = "Telefono";
"AccountSettings.PrivacyAndSecurity" = "Privacy e sicurezza";
"AccountSettings.Accounts" = "Gestione account";

"AccountSettings.About" = "Info";
"AccountSettings.FAQ" = "Domande frequenti";
"AccountSettings.AskQuestion" = "Fai una domanda";

"ConnectingStatus.connecting" = "connetto";
"ConnectingStatus.online" = "in linea";
"ConnectingStatus.updating" = "aggiorno";
"ConnectingStatus.waitingNetwork" = "attendo la rete";


"Chat.ConnectingStatus.connecting" = "Connetto";
"Chat.ConnectingStatus.updating" = "Aggiorno";
"Chat.ConnectingStatus.waitingNetwork" = "Attendo la rete";

"InputAttach.Popover.PhotoOrVideo" = "Foto o video";
"InputAttach.Popover.Picture" = "Immagine";
"InputAttach.Popover.File" = "File";
"InputAttach.Popover.Location" = "Posizione";

"Compose.Popover.NewGroup" = "Nuovo gruppo";
"Compose.Popover.NewChannel" = "Nuovo canale";
"Compose.Popover.NewSecretChat" = "Nuova chat segreta";


"Chat.Cancel" = "Annulla";
"Gallery.Context.SaveAs" = "Salva come...";
"Gallery.Context.ShowMessage" = "Mostra messaggio";
"Gallery.Context.CopyToClipboard" = "Copia negli appunti";


"Chat.Input.Accessory.EditMessage" = "Modifica messaggio";
"Chat.Message.edited" = "modificato";

"PeerMedia.Popover.SharedMedia" = "Media condivisi";
"PeerMedia.Popover.SharedFiles" = "File condivisi";
"PeerMedia.Popover.SharedLinks" = "Link condivisi";
"PeerMedia.Popover.SharedAudio" = "Audio condivisi";
"Chat.Message.Via" = "via";

"Audio.UnknownArtist" = "Artista sconosciuto";
"Audio.UntitledSong" = "Senza titolo";

"AudioController.voiceMessage" = "messaggio vocale";
"You" = "Tu";


"Login.WelcomeDescription" = "Benvenuto nell'app per macOS";
"Login.countryLabel" = "paese";
"Login.yourPhoneLabel" = "il tuo numero";
"Login.phoneFieldPlaceholder" = "numero di telefono";
"Login.Next" = "Avanti";

"Login.InvalidCountryCode" = "Prefisso internazione non valido";
"Login.codePlaceholder" = "codice";


"Login.EnterCodeFromApp" = "Per favore inserisci il codice che hai appena ricevuto su Telegram nel tuo altro dispositivo.";
"Login.SendSmsIfNotReceivedAppCode" = "Non hai ricevuto il codice?";
"Login.JustSentSms" = "Ti abbiamo inviato un codice tramite SMS. Per favore inseriscilo qui.";
"Login.PhoneCalledCode" = "Abbiamo appena chiamato il tuo numero. Per favore inserisci il codice qui sopra.";
"Login.PhoneDialed" = "Telegram ha chiamato il tuo numero";
"Login.willCall" = "Telegram ti chiamerà tra %d:%@";
"Login.willSendSms" = "Telegram ti invierà un SMS tra %d:%@";
"Login.passwordPlaceholder" = "password";
"Login.StartMessaging" = "Inizia a messaggiare";

"Login.EnterPasswordDescription" = "Hai attivato la verifica in due passaggi, così il tuo account è protetto con una password aggiuntiva.";
"Login.forgotPassword" = "Password dimenticata?";
"Login.RecoveryMailFailed" = "Siccome non hai fornito un'email di recupero quando hai impostato la  tua password, non ti resta che ricordarti la password o ripristinare il tuo account.";

"Login.ResetAccount" = "RIPRISTINA IL MIO ACCOUNT";
"Login.ResetAccountDescription" = "Perderai tutte le chat e i messaggi, insieme ai media e ai file condivisi, se procederai a ripristinare il tuo account.";
"Login.ResetAccount" = "RIPRISTINA IL MIO ACCOUNT";

"PHONE_NUMBER_INVALID" = "numero di telefono non valido";
"Login.FloodWait" = "troppi tentativi, riprova più tardi.";
"PHONE_CODE_INVALID" = "codice non valido";
"PHONE_CODE_EXPIRED" = "codice scaduto";
"PASSWORD_HASH_INVALID" = "password errata";



"Chat.ForwardActionHeader" = "Inoltra messaggi";
"AudioRecord.ReleaseOut" = "Rilascia fuori da qui per annullare";


"GeneralSettings.LargeFonts" = "Testo più grande";
"GeneralSettings.MutedChatsInUnread" = "Includi chat silenziate nel badge";
"GeneralSettings.MediaKeysForInAppPlayer" = "Usa i tasti media per il player in-app";
"GeneralSettings.EmojiSidebar" = "Barra laterale Emoji/Sticker";
"GeneralSettings.ContactsJoined" = "Un contatto si è unito a Telegram";
"GeneralSettings.DownloadSettings" = "Impostazioni di download";
"GeneralSettings.InputSettings" = "IMPOSTAZIONI DI INPUT";
"GeneralSettings.GeneralSettings" = "IMPOSTAZIONI GENERALI";

"GeneralSettings.SendByEnter" = "Invia con tasto Invio";
"GeneralSettings.SendByCmdEnter" = "Invia con tasto ⌘ + Invio";

"Telegram.GeneralSettingsViewController" = "Impostazioni generali";
"AccountSettings.Logout" = "Esci";
"NotificationSettings.ToggleNotifications" = "Notifiche";
"NotificationSettings.MessagesPreview" = "Anteprima messaggio";
"NotificationSettings.NotificationTone" = "Tono di notifica";
"NotificationSettings.ResetNotifications" = "Ripristina le notifiche";
"NotificationSettings.ResetNotificationsText" = "Puoi impostare notifiche personalizzate per chat specifiche qui sotto.";
"Telegram.NotificationSettingsViewController" = "Notifiche";
"DefaultSoundName" = "Predefinito";
"NotificationSettings.Tone.Default" = "Predefinito";
"NotificationSettingsToneNone" = "Nessuno";

"NotificationSettings.Confirm.Reset" = "Ripristina le notifiche";

"Weekday.Friday" = "Venerdì";
"Weekday.Monday" = "Lunedì";
"Weekday.Saturday" = "Sabato";
"Weekday.ShortFriday" = "Ven";
"Weekday.ShortMonday" = "Lun";
"Weekday.ShortSaturday" = "Sab";
"Weekday.ShortSunday" = "Dom";
"Weekday.ShortThursday" = "Gio";
"Weekday.ShortTuesday" = "Mar";
"Weekday.ShortWednesday" = "Mer";
"Weekday.Sunday" = "Domenica";
"Weekday.Thursday" = "Giovedì";
"Weekday.Tuesday" = "Martedì";
"Weekday.Wednesday" = "Mercoledì";

"Time.at" = "alle";
"Time.last_seen" = "ultimo accesso";
"Time.today" = "oggi";
"Time.tomorrow" = "domani";
"Time.yesterday" = "ieri";


"Chat.EmptyChat" = "Ancora nessun messaggio qui";

"Chat.List.Sticker" = "%@ sticker";
"Chat.List.Voice" = "Messaggio vocale";
"Chat.List.Video" = "Video";
"Chat.List.Photo" = "Foto";
"Chat.List.GIF" = "GIF";
"Chat.List.File" = "File";
"Chat.List.Map" = "Posizione";
"Chat.List.Contact" = "Contatto";

"UsernameSettings.ChangeDescription" = "Puoi scegliere un nome utente su Telegram. Se lo fai, le altre persone potranno trovarti tramite questo nome utente e contattarti senza conoscere il tuo numero di telefono.\n\n\nPuoi usare a-z, 0-9 e underscore. La lunghezza minima è di 5 caratteri.";
"UsernameSettings.InputPlaceholder" = "Inserisci il tuo username";
"Telegram.UsernameSettingsViewController" = "Username";
"UsernameSettings.available" = "%@ è disponibile";

"Error.Username.UnderscopeStart" = "Un username non può iniziare con un underscore.";
"Error.Username.UnderscopeEnd" = "Un username non può finire con un underscore.";
"Error.Username.NumberStart" = "Un username non può iniziare con un numero.";
"Error.Username.Invalid" = "Questo username non è valido.";
"Error.Username.MinimumLength" = "Un username deve avere almeno 5 caratteri.";
"Error.Username.MaximumLength" = "L'username non può superare i 32 caratteri.";
"Error.Username.AlreadyTaken" = "Questo username è già stato preso.";
"UsernameSettings.Done" = "Fatto";

"Search.Separator.ChatsAndContacts" = "contatti e chat";
"Search.Separator.GlobalPeers" = "ricerca globale";
"Search.Separator.Messages" = "messaggi";
"Search.Separator.Recent" = "Recenti";
"Search.Separator.Popular" = "Persone";
"PeerInfo.AdminLabel" = "amministratore";
"Share.Link.Copied" = "Copiato negli appunti";


"Presence.bot" = "bot";
"Presence.offline" = "non in linea";
"CreateGroup.NameHolder" = "Nome del gruppo";
"Telegram.ChannelIntroViewController" = "Canale";
"Channel.IntroDescriptionHeader" = "Cos'è un canale?";
"Channel.IntroDescription" = "I canali sono uno strumento per diffondere i tuoi messaggi a un grande pubblico.";
"Channel.Create" = "Crea";
"Channel.NewChannel" = "Nuovo canale";
"Group.CreateGroup" = "Nuovo gruppo";
"Compose.Create" = "Crea";
"Compose.Next" = "Avanti";
"Channel.ChannelNameHolder" = "Nome del canale";
"Channel.DescriptionHolder" = "Descrizione";
"Channel.DescriptionHolderDescrpiton" = "Puoi inserire una descrizione opzionale per il tuo canale.";
"Channel.Channel" = "Canale";


"Channel.TypeHeaderChannel" = "TIPO DI CANALE";
"Channel.TypeHeaderGroup" = "TIPO DI GRUPPO";


"Channel.Public" = "Pubblico";
"Channel.Private" = "Privato";


"Channel.PrivateAboutChannel" = "È possibile unirsi ai canali privati solo tramite link d'invito.";
"Channel.PublicAboutChannel" = "I canali pubblici possono essere trovati nella ricerca, chiunque può unirsi.";
"Channel.PrivateAboutGroup" = "È possibile unirsi ai gruppi privati solo se sei stato invitato o se hai un link d'invito.";
"Channel.PublicAboutGroup" = "I gruppi pubblici possono essere trovati nella ricerca, la cronologia è disponibile per tutti e chiunque può unirsi.";

"Channel.PublicNamesLimitError" = "Spiacenti, hai riservato troppi username pubblici. Puoi revocare il link da uno dei tuoi gruppi o canali più vecchi, o creare invece delle entità private.";


"Channel.ExportLinkAboutChannel" = "Le persone possono unirsi al tuo canale seguendo questo link. Puoi revocare il link in ogni momento.";
"Channel.ExportLinkAboutGroup" = "Le persone possono unirsi al tuo gruppo tramite questo link. Puoi revocare il link in ogni momento.";
"Channel.UsernameAboutChannel" = "Le persone possono condividere questo link con gli altri e trovare il tuo canale usando la ricerca di Telegram.";
"Channel.UsernameAboutGroup" = "Le persone possono condividere questo link con gli altri e trovare il tuo gruppo usando la ricerca di Telegram.";


"Group.NewGroup" = "Nuovo gruppo";

"Chat.Confirm.ActionUndonable" = "Questa azione non può essere annullata.";
"Chat.Confirm.DeleteMessages" = "Eliminare i messaggi selezionati?";
"Chat.Confirm.DeleteMessagesForEveryone" = "Elimina per tutti";

"Telegram.PrivacyAndSecurityViewController" = "Privacy e Sicurezza";
"PrivacySettings.PrivacyHeader" = "PRIVACY";
"PrivacySettings.BlockedUsers" = "Utenti bloccati";
"PrivacySettings.LastSeen" = "Ultimo accesso";
"PrivacySettings.Groups" = "Gruppi";
"PrivacySettings.SecurityHeader" = "SICUREZZA";
"PrivacySettings.Passcode" = "Codice";
"PrivacySettings.ActiveSessions" = "Sessioni attive";
"PrivacySettings.DeleteAccountHeader" = "CANCELLA IL MIO ACCOUNT";
"PrivacySettings.DeleteAccount" = "Se lontano per";
"PrivacySettings.DeleteAccountDescription" = "Se non ti connetti almeno una volta in questo periodo, il tuo account verrà eliminato insieme a tutti i gruppi, i messaggi e i contatti.";
"PrivacySettings.TwoStepVerification" = "Verifica in due passaggi";

"Telegram.PasscodeSettingsViewController" = "Codice";
"Passcode.Placeholder" = "codice";
"Passcode.LogoutDescription" = "Se non ricordi il tuo codice, puoi";
"Passcode.LogoutLinkText" = "uscire";


"PreviewSender.SendFiles.zero" = "%d file selezionati";
"PreviewSender.SendFiles.singular" = "%d file selezionato";
"PreviewSender.SendFiles.pluar" = "%d file selezionati";

"PreviewSender.SendImages.zero" = "%d immagini selezionate";
"PreviewSender.SendImages.singular" = "%d immagine selezionata";
"PreviewSender.SendImages.pluar" = "%d immagini selezionate";

"PreviewSender.SendVideos.zero" = "%d video selezionati";
"PreviewSender.SendVideos.singular" = "%d video selezionato";
"PreviewSender.SendVideos.pluar" = "%d video selezionati";

"PreviewSender.SendMediaFiles.zero" = "%d file media selezionati";
"PreviewSender.SendMediaFiles.singular" = "%d file media selezionato";
"PreviewSender.SendMediaFiles.pluar" = "%d file media selezionati";

"PreviewSender.ExpandItems" = "Espandi";
"Chat.Input.StartBot" = "Avvia";

"InlineModalAction.Title" = "Condividi contenuto del bot";
"InlineModalAction.Desc" = "Seleziona un utente o una chat per condividere il contenuto tramite %@";

"Telegram.PasswordViewController" = "Verifica in due passaggi";


"ChatList.Context.StopBot" = "Arresta bot";
"ChatList.Context.Unmute" = "Suona";
"ChatList.Context.Mute" = "Silenzia";
"ChatList.Context.Block" = "Blocca utente";
"ChatList.Context.ClearHistory" = "Cancella cronologia";
"ChatList.Context.DeleteChat" = "Elimina chat";
"ChatList.Context.DeleteAndExit" = "Elimina ed esci";
"ChatList.Context.LeaveChannel" = "Lascia il canale";
"ChatList.Context.LeaveGroup" = "Lascia il gruppo";
"ChatList.Context.ReturnGroup" = "Ritorna nel gruppo";
"ChatList.Context.Pin" = "Fissa";
"ChatList.Context.Unpin" = "Togli";

"ChatList.SecretChat.Terminated" = "Chat segreta annullata";
"ChatList.SecretChat.Joined" = "%@ si è unito alla tua chat segreta.";
"ChatList.SecretChat.Created" = "%@ ha creato una chat segreta.";
"ChatList.SecretChat.ExKeys" = "Aspetto che si colleghi";

"ChatList.UnsupportedMessage" = "Il messaggio non è supportato";
"Chat.Message.Unsupported" = "Questo messaggio non è supportato sulla tua versione di Telegram. Per favore aggiorna all'ultima versione dalle Impostazioni o installala da https://macos.telegram.org";
"Text.Copy" = "Copia";


"Peer.Activity.User.TypingText" = "sta scrivendo";
"Peer.Activity.User.SendingPhoto" = "sta inviando una foto";
"Peer.Activity.User.RecordingVideo" = "sta registrando un video";
"Peer.Activity.User.SendingVideo" = "sta inviando un video";
"Peer.Activity.User.RecordingAudio" = "sta registrando un audio";
"Peer.Activity.User.SendingAudio" = "sta inviando un audio";
"Peer.Activity.User.SendingFile" = "inviando un file";
"Peer.Activity.User.PlayingGame" = "sta giocando a un gioco";

"Peer.Activity.Chat.Single.TypingText" = "%@ sta scrivendo";
"Peer.Activity.Chat.Single.SendingPhoto" = "%@ sta inviando una foto";
"Peer.Activity.Chat.Single.RecordingVideo" = "%@ sta registrando un video";
"Peer.Activity.Chat.Single.SendingVideo" = "%@ sta inviando un video";
"Peer.Activity.Chat.Single.RecordingAudio" = "%@ sta registrando un audio";
"Peer.Activity.Chat.Single.SendingAudio" = "%@ sta inviando un audio";
"Peer.Activity.Chat.Single.SendingFile" = "%@ sta inviando un file";
"Peer.Activity.Chat.Single.PlayingGame" = "%@ sta giocando a un gioco";

"Peer.Activity.Chat.Multi.TypingText" = "%d stanno scrivendo";
"Peer.Activity.Chat.Multi.SendingPhoto" = "%d stanno inviando una foto";
"Peer.Activity.Chat.Multi.RecordingVideo" = "%d stanno registrando un video";
"Peer.Activity.Chat.Multi.SendingVideo" = "%d stanno inviando un video";
"Peer.Activity.Chat.Multi.RecordingAudio" = "%d stanno registrando un audio";
"Peer.Activity.Chat.Multi.SendingAudio" = "%d stanno inviando un audio";
"Peer.Activity.Chat.Multi.SendingFile" = "%d stanno inviando un file";
"Peer.Activity.Chat.Multi.PlayingGame" = "%d stanno giocando a un gioco";

"Peer.Media.SharedMediaEmptyList" = "Condividi foto e video in questa chat - o questa graffetta rimarrà triste.";
"Peer.Media.SharedFilesEmptyList" = "Puoi inviare e ricevere file di ogni tipo fino a 1.5GB e accedervi dovunque.";
"Peer.Media.SharedLinksEmptyList" = "Tutti i link condivisi in questa chat appariranno qui.";
"Peer.Media.SharedMusicEmptyList" = "Tutta la musica condivisa in questa chat apparirà qui.";

"SecretTimer.Off" = "Spento";


"Timer.Seconds.zero" = "%d secondi";
"Timer.Seconds.singular" = "%d secondo";
"Timer.Seconds.pluar" = "%d secondo";
"Timer.Days.zero" = "%d giorni";
"Timer.Days.singular" = "%d giorno";
"Timer.Days.pluar" = "%d giorni";
"Timer.Minutes.zero" = "%d minuti";
"Timer.Minutes.singular" = "%d minuto";
"Timer.Minutes.pluar" = "%d minuti";
"Timer.Hours.zero" = "%d ore";
"Timer.Hours.singular" = "%d ora";
"Timer.Hours.pluar" = "%d ore";
"Timer.Weeks.zero" = "%d settimane";
"Timer.Weeks.singular" = "%d settimana";
"Timer.Weeks.pluar" = "%d settimane";
"Timer.Months.zero" = "%d mesi";
"Timer.Months.singular" = "%d mese";
"Timer.Months.pluar" = "%d mesi";
"Timer.Years.zero" = "%d anni";
"Timer.Years.singular" = "%d anno";
"Timer.Years.pluar" = "%d anni";

"ChatList.Draft" = "Bozza:";
"ChatList.You" = "Tu";

"Notification.LockedPreview" = "Hai un nuovo messaggio";
"JoinLink.Join" = "Unisciti";

"Group.Unavailable" = "Spiacenti, sembra che questo gruppo non esista.";

"Chat.Title.self" = "Il tuo archivio cloud";
"Separator.ShowMore" = "Mostra di più";
"Separator.ShowLess" = "Mostra meno";
"Stickers.Recent" = "Recenti";
"Account.Confirm.AskQuestion" = "Per favore nota che l'assistenza di Telegram è fornita da volontari. Proviamo a rispondere quanto prima, ma potrebbe volerci del tempo.\n\nDai un'occhiata alle domande frequenti di Telegram: contengono suggerimenti importanti per risolvere i problemi e risposte a quasi tutte le domande.";
"Account.Confirm.GoToFaq" = "Apri le FAQ";

"Chat.SecretChat.EmptyHeader" = "Chat segrete:";
"Chat.SecretChat.1Feature" = "- Crittografia end-to-end";
"Chat.SecretChat.2Feature" = "- Nessuna traccia sui server";
"Chat.SecretChat.3Feature" = "- Timer di autodistruzione";
"Chat.SecretChat.4Feature" = "- Nessun inoltro";


"TextView.Transform.Bold" = "Scrivi in grassetto";
"TextView.Transform.Italic" = "Scrivi in corsivo";
"TextView.Transform.Code" = "Scrivi in monospazio";
"AccountsController.NewAccount" = "Nuovo account";
"Telegram.AccountsListViewController" = "Gestione account";

"Account.Confirm.Logout" = "Uscire?";
"Account.Confirm.LogoutText" = "Ricorda, uscendo da Telegram cancellerai tutte le chat segrete.";

"Telegram.ConvertGroupViewController" = "Supergruppo";

"Supergroup.Convert.Description" = "**Nei supergruppi:**\n\n• I nuovi membri vedono tutta la cronologia\n• I messaggi eliminati scompaiono per tutti\n• Gli admin possono fissare i messaggi importanti\n• Il creatore può creare un link pubblico per il gruppo";
"Supergroup.Convert.Undone" = "**Nota**: questa azione non può essere annullata.";
"Supergroup.Convert.Button" = "Converti in supergruppo";


"PeerInfo.InviteLink" = "Link di invito";
"PeerInfo.MembersHeader" = "%d MEMBRI";
"PeerInfo.Admins" = "Amministratori";
"PeerInfo.BlackList" = "Lista nera";
"PeerInfo.SetAdmins" = "Imposta amministratori";
"PeerInfo.GroupType" = "Tipo di gruppo";
"PeerInfo.ChannelType" = "Tipo di canale";
"PeerInfo.GroupType.Public" = "Pubblico";
"PeerInfo.GroupType.Private" = "Privato";
"PeerInfo.SetAboutDescription" = "Puoi inserire una descrizione opzionale per il tuo gruppo.";
"PeerInfo.About.Placeholder" = "Descrizione";
"PeerInfo.ConvertToSupergroup" = "Converti in supergruppo";

"Telegram.ChannelBlacklistViewController" = "Lista nera";
"Telegram.ChannelAdminsViewController" = "Amministratori";

"ChannelBlacklist.EmptyDescrpition" = "Gli utenti in lista nera sono rimossi dal gruppo e possono tornare solo se invitati da un amministratore. I link di invito non funzionano per loro.";

"Admins.GroupAdmins" = "AMMINISTRATORI GRUPPO";
"Admins.ChannelAdmins" = "AMMINISTRATORI CANALE";

"Admins.OnlyAdminsCanAddMembers" = "Solo gli amministratori possono aggiungere nuovi membri";
"Admins.EverbodyCanAddMembers" = "Chiunque può aggiungere nuovi membri";
"Admins.GroupDescription" = "Puoi aggiungere amministratori per farti aiutare a gestire il tuo gruppo";
"Admins.ChannelDescription" = "Puoi aggiungere amministratori per farti aiutare a gestire il tuo canale";
"Admins.SelectNewAdminTitle" = "Contatti";
"Admins.AddPeerAsAdmin" = "Rendere \"%@\" amministratore?";
"Admins.AddAdmin" = "Aggiungi amministratore";
"Admins.Creator" = "Creatore";
"Admins.Admin" = "Amministratore";
"Admins.Moderator" = "Moderatore";
"Admins.WhoCanInvite.Text" = "Chi può aggiungere membri";
"Admins.WhoCanInvite.Admins" = "Solo gli amministratori";
"Admins.WhoCanInvite.Everyone" = "Tutti i membri";

"Telegram.ChannelVisibilityController" = "Gruppo";
"PeerInfo.Confirm.AddMembers" = "Aggiungere %d utenti al gruppo?";
"PeerInfo.Confirm.AddMember" = "Aggiungere \"%@\" al gruppo?";
"PeerInfo.Confirm.RemovePeer" = "Rimuovere \"%@\" dal gruppo?";

"PeerInfo.FirstName.Placeholder" = "Nome";
"PeerInfo.LastName.Placeholder" = "Cognome";
"PeerInfo.GroupName.Placeholder" = "Nome del gruppo";
"PeerInfo.ChannelName.Placeholder" = "Nome del canale";
"PeerInfo.Phone" = "telefono";

"ConvertToSupergroup.Alert.Error" = "Qualcosa è errato, per favore riprova più tardi.";
"ConvertToSuperGroup.Confirm" = "Sei sicuro? Questa azione non può essere annullata.";
"Telegram.LinkInvationController" = "Link di invito";

"GroupInvation.CopyLink" = "Copia link";
"GroupInvation.Revoke" = "Revoca";
"GroupInvation.Share" = "Condividi link";

"GroupInvation.GroupDescription" = "Chiunque abbia Telegram installato, potrà aggiungersi al tuo gruppo aprendo questo link";
"GroupInvation.ChannelDescription" = "Chiunque abbia Telegram installato potrà aggiungersi al tuo canale aprendo questo link";

"Chat.Header.PinnedMessage" = "Messaggio fissato";
"Chat.Header.ReportSpam" = "Segnala spam";
"Chat.Confirm.Unpin" = "Vuoi togliere questo messaggio?";

"StickerPack.Add" = "Aggiungi %d sticker";
"Compose.Select.SecretChat" = "Chat segreta";
"Compose.Confirm.StartSecretChat" = "Crea una chat segreta con \"%@\"";
"StickerPack.Remove" = "Rimuovi %d sticker";

"ReportReason.Spam" = "Spam";
"ReportReason.Violence" = "Violenza";
"ReportReason.Porno" = "Pornografia";
"PeerInfo.ChannelReported" = "Grazie! La tua segnalazione sarà presto esaminata dal nostro team.";

"PeerInfo.SignMessages.Desc" = " Aggiungi i nomi degli amministratori nei messaggi da loro pubblicati.";
"PeerInfo.SignMessages" = "Firma messaggi";
"PeerInfo.SetChannelPhoto" = "Imposta la foto del canale";
"PeerInfo.Members" = "Membri";
"PeerInfo.ChannelLink" = "Link";
"PeerInfo.DeleteChannel" = "Elimina canale";
"PeerInfo.DeleteSecretChat" = "Elimina chat segreta";

"ChannelMembers.AddMembers" = "Aggiungi membri";
"ChannelMembers.InviteLink" = "Invita tramite link";
"ChannelMembers.MembersListDesc" = "Solo gli amministratori del canale possono vedere questa lista.";
"Telegram.ChannelMembersViewController" = "Membri del canale";

"LinkInvation.Group.Confirm.Revoke" = "Sei sicuro di voler revocare questo link? Una volta fatto, nessuno potrà unirsi al gruppo utilizzandolo.";
"LinkInvation.Channel.Confirm.Revoke" = "Sei sicuro di voler revocare questo link? Una volta fatto, nessuno potrà unirsi al canale utilizzandolo.";
"LinkInvation.Confirm.Ok" = "Revoca";
"ChannelMembers.Select.Title" = "Aggiungi membri";
"PeerInfo.Confirm.StartSecretChat" = "Sei sicuro di voler creare una chat segreta con \"%@\"?";


"PeerInfo.BotStatus.HasNoAccess" = "non ha accesso ai messaggi";
"PeerInfo.BotStatus.HasAccess" = "ha accesso ai messaggi";
"PeerInfo.GroupsInCommon" = "Gruppi in comune";
"GroupsInCommon.Empty" = "Nessun gruppo in comune";
"Telegram.GroupsInCommonViewController" = "Gruppi in comune";

"ChannelVisibility.Checking" = "Controllo";
"ChannelVisibility.Loading" = "Carico...";
"Peer.DeletedUser" = "Utente eliminato";

"ChatList.Service.Call.incoming" = "Chiamata in entrata (%@)";
"ChatList.Service.Call.outgoing" = "Chiamata in uscita (%@)";
"ChatList.Service.Call.Cancelled" = "Chiamata annullata";

"ChatList.Service.Call.Missed" = "Chiamata persa";
"ChatList.Service.Call.busy" = "Occupato";
"ChatList.Service.Call.Hangup" = "Riattacca";
"ChatList.Service.Call.Disconnected" = "Disconnesso";

"ChatList.Service.GameScored" = "ha totalizzato %d punti a %@";


"About.Description" = "App gratuita di messaggistica per macOS basata su MTProto per velocità e sicurezza.";
"ChatService.ChannelCreated" = "canale creato";
"Telegram.BlockedPeersViewController" = "Utenti bloccati";
"BlockedPeers.EmptyDescrpition" = "Gli utenti bloccati non potranno inviarti messaggi o aggiungerti ai gruppi. Non vedranno le tue immagini profilo, lo stato in linea e l'ultimo accesso.";

"Sessions.CurrentSessionHeader" = "SESSIONE ATTUALE";
"Sessions.TerminateOthers" = "Chiudi tutte le altre sessioni";
"Sessions.TerminateDescription" = "Esce da tutti i dispositivi tranne questo.";
"Sessions.ActiveSessionsHeader" = "SESSIONI ATTIVE";


"Passcode.TurnOn" = "Attiva codice";
"Passcode.TurnOnDescription" = "Quando imposti un codice, puoi usare ⌘ + L per bloccare l'app. \n\nNota: se ti dimentichi il codice, dovrai disinstallare e reinstallare l'app. Tutte le chat segrete verranno perse.";
"Passcode.TurnOff" = "Disattiva codice";
"Passcode.Change" = "Cambia codice";
"Passcode.Autolock" = "Blocco automatico";
"Passcode.AutoLock.Disabled" = "Disabilitato";
"Passcode.AutoLock.IfAway" = "Se lontano per %@";

"Passcode.EnterPasscodePlaceholder" = "Inserisci un codice";
"Passcode.ReEnterPlaceholder" = "Reinserisci il tuo codice";
"Passcode.EnterCurrentPlaceholder" = "Inserisci il tuo codice";
"Passcode.EnterNewPlaceholder" = "Inserisci un nuovo codice";

"Passcode.Next" = "Avanti";


"Peer.ServiceNotifications" = "Notifiche di servizio";

"Alert.SendError.Header" = "Il tuo messaggio non può essere inviato";
"Alert.SendError.Text" = "C'è stato un errore nell'invio del messaggio precedente. Vuoi reinviarlo?";
"Alert.SendError.Resend" = "Reinvia";
"Alert.SendError.Delete" = "Elimina";
"Alert.SendError.Ignore" = "Ignora";

"GeneralSettings.EnableSidebar" = "Barra laterale";
"GeneralSettings.SidebarDescription" = "Sticker ed emoji appariranno sulla destra della chat.";
"Telegram.RecentSessionsController" = "Sessioni attive";
"RecentSessions.Confirm.TerminateOthers" = "Sei sicuro di  voler terminare tutte le altre sessioni?";
"RecentSessions.Confirm.Revoke" = "Vuoi davvero terminare questa sessione?";
"RecentSessions.Revoke" = "Revoca";

"Legacy.Intro.Description1" = "Benvenuto nel nuovo super-veloce e stabile Telegram per macOS, completamente ricreato in Swift 3.0.";
"Legacy.Intro.Description2" = "Per favore nota che le chat segrete già esistenti saranno disponibili solo in modalità lettura. Potrai ovviamente crearne una nuova e continuare a chattare.";
"Legacy.Intro.Next" = "Inizia a messaggiare";

"Messages.ReplyLoading.Header" = "Rispondi";
"Messages.ReplyLoading.Loading" = "Carico...";
"PeerInfo.DeleteContact" = "Elimina contatto";
"PeerInfo.Confirm.DeleteContact" = "Eliminare il contatto?";
"Compose.SelectUsers" = "Seleziona utenti";
"PeerInfo.AddContact" = "Aggiunti contatto";
"Telegram.GroupAdminsController" = "Amministratori";
"GroupAdmins.AllMembersAdmins" = "Tutti sono amministratori";
"GroupAdmins.Desc.AdminInvites" = "Solo gli amministratori possono aggiungere e rimuovere membri e modificare nome e foto del gruppo.";
"GroupAdmins.Desc.AllInvites" = "Tutti i membri possono aggiungere nuovi membri, modificare nome e foto del gruppo.";
"Login.PhoneNumberNotRegistred" = "Numero di telefono non registrato. Se non hai ancora un account Telegram, per favore iscriviti con il tuo dispositivo mobile.";
"Login.Unregistred.OpenSite" = "Apri il sito";
"PeerInfo.EncryptionKey" = "Chiave di crittografia";

"Telegram.SecretChatKeyViewController" = "Chiave di crittografia";
"EncryptionKey.Description" = "L'immagine e il testo sono derivati dalla chiave di crittografia di questa chat segreta con **%@**. \n\nSe sono uguali sul dispositivo di %2$@, la crittografia end-to-end è garantita.";


"GeneralSettings.InAppSounds" = "Suoni in-app";
"Chat.ShareInlineResultActionHeader" = "Condividi";
"Context.CopyMedia" = "Salva come...";

"Telegram.InstalledStickerPacksController" = "Sticker";
"Stickers.Set.Count" = "%d sticker";
"Telegram.FeaturedStickerPacksController" = "Sticker in primo piano";
"Telegram.ArchivedStickerPacksController" = "Sticker archiviati";
"ArchivedStickers.Description" = "Puoi avere fino a 200 set di sticker installati. Gli sticker non usati saranno archiviati quando ne aggiungerai altri.";
"InstalledStickers.PacksTitle" = "SET DI STICKER";
"InstalledStickers.Descrpiption" = "Gli artisti sono invitati ad aggiungere i loro set di sticker usando il nostro bot @stickers.\n\nTocca uno sticker per vederlo e aggiungere l'intero set.";
"InstalledStickers.Archived" = "Sticker archiviati";
"InstalledStickers.Tranding" = "Sticker in primo piano";
"StickerSet.Remove" = "Rimuovi";
"InstalledStickers.Remove.Description" = "Se archivi un set di sticker, potrai ripristinarlo più tardi dalla sezione degli sticker archiviati.";
"InstalledStickers.Remove.Delete" = "Elimina";
"InstalledStickers.Remove.Archive" = "Archivia";
"Alert.UserDoesntExists" = "Spiacenti, sembra che questo utente non esista.";
